/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Jep qasje";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Forsta kërkon qasje te kontaktet e juaja. Kontaktet nuk ruhen në serverat tona.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Fatkeqësisht!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Prano numra të rinj sigurimi";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Kërkohet Veprim";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Forsta kërkon qasje te kontaktet e juaja. Qasja te kontaktet është e ndaluar. Forsta do të mbyllet. Mund ta fshini ndalesën për një kohë të caktuar dhe të lejoni që Forsta të ketë qasje te kontaktet duke shkuar tek Rregullimet >> Të përgjithshme >> Ndalesa >> Kontakte >> Lejo ndryshime.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Mbyll";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Përgjigju";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Mesazh i ri! Hap aplikacionin për ta lexuar.";

/* No comment provided by engineer. */
"APN_Message" = "Mesazh i ri!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Mesazh nga";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Mesazh në grup";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ në grupin %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Arkivo";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Arkivo";

/* No comment provided by engineer. */
"ATTACHMENT" = "Shtojcë";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Shkarkimi i shtojcës dështoi, shtyp për të provuar sërish.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Shtojca po shkarkohet";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Shtojcë e rë në pritje për tu shkarkuar.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Forsta kërkon qasje në mikrofon për funksionim të mirëfilltë. Mund të rregulloni qasjet në Rregullimet >> Privatësi>> Mikrofoni >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Thirr më vonë";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Zgjidh nga Libraria...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Kjo do të resetojë aplikacionin duke fshirë mesazhet dhe duke ju çregjistruar nga serveri. Aplikacioni do të mbyllet pas fshirjes të të dhënave.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "A jeni të sigurt se dëshironi të fshini llogarinë tuaj?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Nuk do të mund të dërgoni dhe pranoni mesazhe nga ky grup.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Dëshironi vërtet të largoheni?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Lidh/shto paisje të re";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Konfirmo";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Numër jo i regjistruar";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Rregullime bisedash";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Zgjidhni Prefiksin e Shtetit";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u ditë";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Dorëzuar";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Aktiv së fundi: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Lidhur me: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Freskimi i listës të paisjeve dështoi.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Mesazhe që zhduken";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Mesazhet e dërguara dhe pranuara në këtë bisedë do të zhduken pasi të jenë parë.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Mbyll";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Ndrysho Grupin";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Ruaj";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Shtypni butonin për shkrim.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Filloni bisedën e parë në Forsta!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Bisedat jo-aktive mund ti arkivoni për më vonë nga Mesazhet.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Pastroni bisedat e juaja.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Fto kontakt";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Asnjë nga kontaktet e juaja nuk ka Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Ftoni dikë";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Rekomandim: shtoni bisedë si rikujtim!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "U bë.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Asgjë këtu.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Pastër këtu.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Serveri dështoi!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Fund";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Duarshtrëngimi dështoi!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Ju e mbyllët telefonatën.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Pala tjetër e mbylli telefonatën.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Hyrja/Lihja dështoi!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Mesazh nga Serveri:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Numri nuk është i regjistruar me Forsta apo RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Pranues i Padisponueshëm.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Ju e refuzuat thirrjen.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Thirrja e refuzuar.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Bëtë një thirrje tjetër.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Numri i zënë...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "E humbët thirrjen.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Klienti dështoi!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Mesazhi nuk u dërgua.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta nuk mundi të lidhet në Internet. Ju lutemi provoni nga një rrjet tjetër WiFi apo rrjet celulari.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Gabim serveri. Ju lutemi provoni më vonë.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Pranuesi nuk është më përdorues i Forsta-it.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "U pranua mesazh duplikat.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Çelsi i pranuesit nuk është i vlefshëm.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "U pranua mesazh që nuk është kompatibil me këtë verzion.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Nuk ka sesion të disponueshëm për kontaktit.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Ndodhi një gabim i paparashikuar.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Numrat e sigurimit ndryshuan. Shtyp/Prek për të verifikuar.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Fatkeqësi!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "Që të mund ti dërgoni, ju duhet së pari ti miratoni numrat e rinj të sigurimit.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Dërgimi dështoi. Shtyp të provosh prap.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Gabim në verifikimin e numrave të rinj të sigurimit!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Reseto sesionin.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Fotografia u ndryshua.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Grupi u krijua.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Duke krijuar grup të ri";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Krijimi i grupit dështoi.";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Menaxho grupet";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ iu bashkangjit grupit.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ u largua nga grupi. ";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Anëtarët e grupit";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Duke dal nga grupi %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Largimi nga grupi dështoi.";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Titulli tani është '%@'. ";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Grupi u rifreskua.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Jeni larguar nga grupi.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u orë";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Duke u lidhur...";

/* Call setup status label */
"IN_CALL_RINGING" = "Duke thirur...";

/* Call setup status label */
"IN_CALL_SECURING" = "Thirrje e përgjigjur. Duke e siguruar thirrjen...";

/* Call setup status label */
"IN_CALL_TALKING" = "Siguruar. Aktiv.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "U krye.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Thirrje hyrëse";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Thirrje nga %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Mesazhet zhduken pas %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Mesazhet nuk zhduken.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Largohu";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Lësho grupin";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "Kodi QR nuk është valid, sigurohuni se skanoni kodin e shfaqur në paisjen me të cilën dëshironi të lidheni.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Lidhja e paisjes dështoi";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Celulari do të ketë qasje në grupet dhe kontaktet tuaja, si dhe mesazhet tuaja. Gjithashtu do të mund të dërgojë mesazhe në emrin tuaj.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Lidhe këtë paisje?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Provo sërish";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Për tu lidhur skanoni QR kodin e shfaqur.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Skano QR Kodin";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Lidh/shto paisje të re";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Paisjet e lidhura";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Lidhja e paisjes dështoi";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Shfaq anëtarët e grupit";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Duke ngarkuar kontaktet.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Prisni pak.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Ruajtja e historisë";

/* No comment provided by engineer. */
"ME_STRING" = "Unë";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Mesazh i ri";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minuta";

/* No comment provided by engineer. */
"MISSED_CALL" = "Thirrje e humbur";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Thurrje e humbur nga %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Pranuat thirrje nga %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Kërkuat %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Nuk mund të lidhni paisje tjera.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Keni arritur maximumin e paisjeve që mund të lidhni me llogarinë tuaj. Fshini një paisje apo provoni lidhjen më vonë.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Ju lutemi kontrolloni nëse jeni të lidhur në internet dhe provoni sërish.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "U lidh";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Duke u lidhur";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Statusi i Rrjetit";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Nuk jeni të lidhur";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Mund të kontrolloni statusin e rrjetit tuaj nga shiriti i ngjyrosur mbi Mesazhet.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Grup i Ri";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Emëro këtë grup.";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Shto kontakte";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Mesazhi juaj dështoi të dorëzohet deri te %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Për shkak të disa dobësirave në sistemin e Apple-it për njoftime, shikimit e shkurta të mesazheve do të shfaqen vetëm nëse pranohen 30 sekonda pasi të janë dërguar. Si rrjedhojë, bexhi i aplikacionit mund të jetë i gabuar.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "As emër as mesazh";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Njoftimet në prapavijë";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Njoftimet brenda aplikacionit";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Emri dhe mesazhi i dërguesit.";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Vetëm emri i dërguesit";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Shfaq";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Tingujt e Njoftimeve";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ çmundësoi zhdukjen e mesazheve.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ rregulloi kohën për zhdukjen e mesazheve në %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Thirrje dalëse";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "IPhoni juaj duhet të çbllokohet për të pranuar mesazhe të reja.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Ju posedoni verzion të vjetër të Forsta-it. Ju duhet ta shkarkoni verzionin e ri para se të bëni verifikimin.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Kontakti posedon verzion të vjetër të Forsta-it. Duhet të shkarkojë verzionin e ri para se të bëni verifikimin.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "Kodi i skanuar nuk duket si kod numrash sigurimi. A jeni të sigurtë se posedoni verzionin më të ri të Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Nëse dëshironi ti verifikoni numrat e sigurimit të enkriptimit tuaj me %@, krahasoni numrat më lartë me numrat në paisjen e tyre.\nGjithashtu, you mund ta skanoni kodin në paisjen e tyre, ose të kërkoni që ato ta skanojnë kodin tuaj.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verifiko numrat e sigurimit";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Vazhdo";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Marko si të lexuar";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Përgjigju";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Shty/Dërgo Njoftime";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Forsta kërkon qasje në alarmet e njoftimeve dhe të tingujve për funksionim të mirëfilltë. Mund të rregulloni qasjet në Rregullimet >> Qendra e Njoftimeve >> Forsta";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Nëse e pëlqeni Forsta-in për biseda private, mund ta përkrahni duke e vlerësuar. Vlerësimi nuk zgjat më shumë se një minutë, dhe me vlerësimin ju do ti ndihmoni të tjerëve të gjejnë privatësi.";

/* No comment provided by engineer. */
"RATING_RATE" = "Vlerëso Forsta-in";

/* No comment provided by engineer. */
"RATING_TITLE" = "Përkrah Forsta-in!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Ju lutemi fusni prefiks të vlefshëm shteti";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Gabim në Prefiksin e Shtetit";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Forsta mundëson biseda private me kontaktet  e juaja ekzistuese. Për të përdorur Forsta, lejoni qasjen e aplikacionit te kontaktet.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Vazhdo";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Mirë se vini!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Provo sërish";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Aktualisht serveri i limiton regjistrimet, ju lutemi provoni më vonë prap.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Gabim në ri-regjistrimin për njoftime.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Prefiks i Shtetit";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Fut Numrin";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Gabim në Regjistrim";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Ky format i numrti nuk është i mbështetur, ju lutemi kontaktoni mirëmbajtësit e aplikacionit.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Numri";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Dikush po shpejton që ta dërgojë mesazhin e parë! Duhet të regjistroheni para se ta bëni këtë.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Numri juaj";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Verifiko Paisjen";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Refuzo";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Numri të cilin mundoheni ta regjistroni është veç më i regjistruar në server tjetër, çregjistrohuni prej atje dhe provoni sërish.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Ri-regjistorhu për njoftime.";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Provo sërish";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "Numrat e sigurimit me %@ kanë ndryshuar. Mund të doni ti  verifikoni sërish.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Skano kodin";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Kërkoni sipas emrit apo numrit";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u sekonda";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Sesioni i sigurt u resetua.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Dërgo sërish";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Dërgo";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Dërgo SMS:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Fto një shok/shoqe përmes SMS me tekst të thjeshtë?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Dërgimi i SMS-it dështoi, provoni edhe një herë më vonë.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Keni ftuar shokun/shoqen të kyçet në Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Dëshironi ta ftoni këtë numër në Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Më shumë";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Aktivizo Historinë e Gabimeve të përmirësuara";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Dorëzo histori të përmirësimeve të gabimeve";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Të avancuara";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Fshij Historinë e Ruajtur";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems \n\nLiçensuar nën GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Fshini Llogarinë";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "A jeni të sigurt se doni ta fshini historinë a juaj (mesazhet, shtojcat, historinë e thirrjeve...)? Ky veprim është i pakthyeshëm.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Konfirmoj.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Ndihmë";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Historia e ruajtur";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informacion";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Fto";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "Mund të më kontaktoni nëpërmjet aplikacionit Forsta nga @forstainc, instaloni tani.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Rregullimet";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Njoftimet";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Privatësi";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Miratim i numrave sigurues";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Mundëso Sigurimin e Ekranit";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Ndalon Forsta njoftimet te shfaqen në ndryshuesin e aplikacionit.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Siguria e ekranit";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Nda linkun instalues";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Ndihmë";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Verzioni";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Shfaq numra të rinj sigurimi";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u ditë";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u orë";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minuta";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u javë";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Ju ftoj ta instaloni aplikacionin Forsta! Linku është ky:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Numrat e sigurimit janë verifikuar. Mund të jeni të sigurt se komunikimi juaj me %@ është privat dhe i fshehtë.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Numrat sigurues u verifikuan!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Bëj Foto apo Video";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Bëj Foto";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Azhurimi i listës të kontakteve nga serveri dështoi. Provoni më vonë.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Anulo";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Fshij";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Kthe";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Shtojcë e panjohur";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Kontakt i panjohur";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Fshi";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Nëse fshini këtë paisje, nuk do mund të dërgoni apo pranoni mesazhe nëpërmjet saj.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Fshi \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta nuk mundi të çlidhë paisjen tuaj.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Paisje e paemëruar";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Çregjistrimi nga Forsta-i dështoi.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "U pranua shtojcë që nuk mbështetet nga aplikacioni.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Paisja juaj nuk e mbështet këtë funksion.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Përditëso";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Shkarkim i funksionaliteteve të reja...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Duke ngarkuar...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Ndrysho Numrin";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Verifiko Kodin";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Bëj thirrje";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Kërko Kod Sërish";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Fut Kodin e Verifikimit";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Verifiko";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verifiko numrat e sigurimit";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Kompletoni rregullimin në Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u javë";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Mesazhet";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Ju çmundësuat zhdukjen e mesazheve.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Ju rregulluat kohën për zhdukjen e mesazheve në %@.";
